import { insert } from '../_includes/dynamodb.client.mjs'

insert('test', {
  _id: '048d162e2c64e913a6b0c2b8036d245f',
  _rev: '2-674090553aa56f5d76e41a97f7e256bb',
  title: 'Църквата отбелязва Летни Симеоновден',
  date: '01/09/13',
  href: 'https://dnes.dir.bg/obshtestvo/praznik-simeonovden-14874798',
  image: 'https://static.dir.bg/images/dir-default.jpg',
  content: {
    html: [
      ' Св. Симеон бил роден през 357 г. в Мала Азия. На 18-годишна възраст постъпил в манастир, след което заживял в планинска пещера в пост и молитва. По-късно решил да се изолира напълно от света, построил каменна кула, висока 40 лакти, и заживял в килия на върха й, заради което бил наречен Стълпник.',
      '',
      'При него идвали много хора, които като чували пламенното му слово, си тръгвали изцерени от болести и освободени от заблудите си. Езичниците строшавали пред очите му идолите си и заживявали по Божиите закони. Св. Симеон Стълпник починал на 103-годишна възраст. ',
      '',
      'На 1 септември църквата почита и майка му – Св. Марта. Българите наричат празника "Симоновден", "Летни Симеоновден", "Симеон орач", "Симеон сърп" и на него започва есенната оран и сеитба.',
      '',
      'В навечерието на празника стопаните занасят в черквата семената за посев, за да бъдат осветени. Семената се изсипват в нови, чисти чували, като в тях слагат стрък босилек, чесън, плодове, орехи, червен конец, сребърни парички. Така според народните представи ще се стимулира буйният растеж на посевите.  ',
      '',
      'Съгласно народната традиция на Летен Симеоновден нищо не трябва да се изнася от къщата и да се дава назаем, за да не "излезе берекетът от дома". Жените не перат и не простират бяло пране, за да не е житото "празно".',
      '',
      'На Симеоновден се правят прогнози и за времето - каквото е в този ден, такова ще е и през януари. Ако видят, че на този ден кучето лежи свито на кълбо, казват, че зимата ще подрани и ще бъде много студена.',
      '',
      'Българите наричат празника още "Симеон брульо", защото тогава започва бруленето на орехи. В Родопите наричат деня "Устина" и го почитат, за да не ги нападат вълци и мечки.',
      '',
      'На този ден празнуват Симеон, Симона, Мона, Моник.',
      '    '
    ]
  }
})
